Repository: ipener/Shnips
Catalog: iOS/Shnips/*.lproj/Localizable.strings
Languages: de

# skill_shot_type_indirect_pass
source: INDIRECT
de: INDIREKT

# skill_shot_type_indirect_pass_d
source: THE BLANK SHNIP IS STEADY WHEN A PASS OCCURS
de: DER BLANKE SHNIP STEHT BEIM DURCHSCHUSS STILL

# skill_shot_type_just_passed
source: JUST
de: KNAPP

# skill_shot_type_just_passed_d
source: THE BLANK SHNIP PASSED JUST ABOUT
de: DER BLANKE SHNIP SCHIESST GANZ KNAPP DURCH

# skill_shot_type_narrow_gap
source: PRECISELY
de: PRÄZISE

# skill_shot_type_narrow_gap_d
source: PASS THROUGH A NARROW GAP
de: SCHIESSE DURCH EINE ENGE GASSE

# skill_shot_type_three_cushion_hit
source: DEFLECTION
de: ABLENKUNG

# skill_shot_type_three_cushion_hit_d
source: 3 CUSHION HITS BEFORE A PASS
de: 3 BANDENTREFFER VOR DEM DURCHSCHUSS

# skill_shot_type_four_passes
source: RELENTLESS
de: ERBARMUNGSLOS

# skill_shot_type_four_passes_d
source: 4 PASSES WITH ONE SHOT
de: 4 DURCHSCHÜSSE MIT EINEM SCHUSS

# skill_shot_type_chips_close
source: EXPLOSIVE
de: EXPLOSIV

# skill_shot_type_chips_close_d
source: A SUCCESSFUL SHOT WHEN THE SHNIPS ARE CLUSTERED
de: DURCHSCHUSS WENN ALLE SHNIPS ENG BEIEINANDER SIND

# skill_shot_type_two_passes_no_cushion
source: INSANITY
de: WAHNSINN

# skill_shot_type_two_passes_no_cushion_d
source: MAKE 2 PASSES WITH A NO-CUSHION SHOT
de: 2 DURSCHÜSSE MIT EINEM SCHUSS OHNE BANDE

# skill_shot_type_circumvent_chip
source: ROUND & ROUND
de: RUND & RUND

# skill_shot_type_circumvent_chip_d
source: CIRCUMVENT A SHNIP
de: UMRUNDE EINEN SHNIP

# skill_shot_type_hit_chips_before_pass
source: RUMBLER
de: RUMPLER

# skill_shot_type_hit_chips_before_pass_d
source: BOUNCE OFF BOTH SHNIPS BEFORE A PASS
de: PRALLE VON BEIDEN SHNIPS VOR DEM DURCHSCHUSS AB

# video_type_no_cushion_shot
source: NO-CUSHION SHOT
de: SCHUSS OHNE BANDE

# video_type_no_cushion_shot_d
source: A PASS WHERE THE BLANK SHNIP AVOIDS CUSHIONS
de: DURCHSCHUSS WOBEI DER BLANKE SHNIP KEINE BANDEN TRIFFT

# video_type_double_cushion_shot
source: DOUBLE-CUSHION SHOT
de: 2-BANDENSCHUSS

# video_type_double_cushion_shot_d
source: 2 CUSHION HITS BEFORE A PASS
de: 2 BANDENTREFFER VOR DEM DURCHSCHUSS

# video_type_double_pass
source: DOUBLE-PASS SHOT
de: DOPPEL-DURCHSCHUSS

# video_type_double_pass_d
source: 2 PASSES WITH ONE SHOT
de: 2 DURCHSCHÜSSE MIT EINEM SCHUSS

# video_type_triple_pass
source: TRIPLE-PASS SHOT
de: DREIFACH-DURCHSCHUSS

# video_type_triple_pass_d
source: 3 PASSES WITH ONE SHOT
de: 3 DURCHSCHÜSSE MIT EINEM SCHUSS

# goal_0
source: Make 3 successful shots
de: Erziele 3 erfolgreiche Schüsse

# goal_1
source: Make a *double-pass shot*
de: Erziele einen *Doppel-Durchschuss*

# goal_2
source: Make 2 successful cushion shots
de: Erziele 2 erfolgreiche Bandenschüsse

# goal_3
source: Score 10 points
de: Erziele 10 Punkte

# goal_4
source: Score 3 points in one shot
de: Erziele 3 Punkte mit einem Schuss

# goal_5
source: Make a successful *no-cushion shot*
de: Erziele einen *Schuss ohne Bande*

# goal_6
source: Make a successful *double-cushion shot*
de: Erziele einen *2-Bandenschuss*

# goal_7
source: Make a *triple-pass shot*
de: Erziele einen *Dreifach-Durchschuss*

# goal_8
source: Make 3 consecutive cushion shots
de: Erziele 3 Bandenschüsse nacheinander

# goal_9
source: Make 2 successful *no-cushion shots*
de: Erziele 2 *Schüsse ohne Bande*

# goal_10
source: Make 5 successful shots
de: Erziele 5 erfolgreiche Schüsse

# goal_11
source: Make 3 *double-pass shots*
de: Erziele 3 *Doppel-Durchschüsse*

# goal_12
source: Get a *Deflection* skill shot
de: Erziele den Skill-Schuss *Ablenkung*

# goal_13
source: Score 10 points in 3 shots
de: Erziele 10 Punkte in 3 Schüssen

# goal_14
source: Score 75 points
de: Erziele 75 Punkte

# goal_15
source: Get an *Indirect* skill shot
de: Erziele den Skill-Schuss *Indirekt*

# goal_16
source: Make 3 *double-cushion shots*
de: Erziele 3 *2-Bandenschüsse*

# goal_17
source: Make 10 successful shots
de: Erziele 10 erfolgreiche Schüsse

# goal_18
source: Score 100 points
de: Erziele 100 Punkte

# goal_19
source: Get a *Precisely* skill shot
de: Erziele den Skill-Schuss *Präzise*

# goal_20
source: Get a *Relentless* skill shot
de: Erziele den Skill-Schuss *Erbarmungslos*

# goal_21
source: Make 10 consecutive shots within 3 seconds each
de: Erziele 10 Schüsse in jeweils unter 3 Sekunden nacheinander

# goal_22
source: Make 5 consecutive *double-pass shots*
de: Erziele 5 *Doppel-Durchschüsse* nacheinander

# goal_23
source: Make 4 *no-cushion shots*
de: Erziele 4 *Schüsse ohne Bande*

# goal_24
source: Make 5 passes in one shot with Speedy
de: Erziele 5 Durchschüsse mit einem Schuss mit Speedy

# goal_25
source: Get a *Just* skill shot
de: Erziele den Skill-Schuss *Knapp*

# goal_26
source: Make a four-cushion shot
de: Erziele einen Vier-Bandenschuss

# goal_27
source: Score 10 points in one shot
de: Erziele 10 Punkte mit einem Schuss

# goal_28
source: Make 20 successful shots
de: Erziele 20 erfolgreiche Schüsse

# goal_29
source: Score 150 points
de: Erziele 150 Punkte

# goal_30
source: Get a *Round & Round* skill shot
de: Erziele den Skill-Schuss *Rund & Rund*

# goal_31
source: Make 10 consecutive shots within 2 seconds each
de: Erziele 10 Schüsse in jeweils unter 2 Sekunden nacheinander

# goal_32
source: Get 3 different skill shots
de: Erziele 3 unterschiedliche Skill-Schüsse

# goal_33
source: Charge up the shnips 3 times
de: Lade die Ships 3 mal in einem Spiel auf

# goal_34
source: Make 4 consecutive *no-cushion shots*
de: Erziele 4 *Schüsse ohne Bande* nacheinander

# goal_35
source: Make 30 successful shots
de: Erziele 30 erfolgreiche Schüsse

# goal_36
source: Make 5 *triple-pass shots*
de: Erziele 5 *Dreifach-Durchschüsse*

# goal_37
source: Score 50 points in 10 shots
de: Erziele 50 Punkte in 10 Schüssen

# goal_38
source: Get a *Rumbler* skill shot
de: Erziele den Skill-Schuss *Rumpler*

# goal_39
source: Get 2 skill shots with one shot
de: Erziele 2 Skill-Schüsse mit einem Schuss

# goal_40
source: Make 5 consecutive shots within 1 second each
de: Erziele 5 Schüsse in jeweils unter 1 Sekunde nacheinander

# goal_41
source: Charge up the shnips within 5 shots
de: Lade die Shnips in 5 Schüsse auf

# goal_42
source: Make 20 cushion shots
de: Erziele 20 Bandenschüsse

# goal_43
source: Make 3 consecutive skill shots
de: Erziele 3 Skill-Schüsse nacheinander

# goal_44
source: Score 250 points
de: Erziele 250 Punkte

# goal_45
source: Charge up the shnips 5 times
de: Lade die Shnips 5 mal in einem Spiel auf

# goal_46
source: Get 10 skill shots
de: Erziele 10 Skill-Schüsse

# goal_47
source: Make 10 consecutive shots within 1 second each
de: Erziele 10 Schüsse in jeweils unter 1 Sekunde nacheinander

# goal_48
source: Swap two shnips using Swapper
de: Tausche zwei Shnips mit Swapper

# goal_49
source: Get an *Insanity* skill shot
de: Erziele den Skill-Schuss *Wahnsinn*

# goal_50
source: Make 5 consecutive shots with the same shnip
de: Erziele 5 Schüsse mit dem gleichen Shnip nacheinander

# goal_51
source: Make 7 consecutive *no-cushion shots*
de: Erziele 7 *Schüsse ohne Bande* nacheinander

# goal_52
source: Make 5 consecutive *triple-pass shots*
de: Erziele 5 *Dreifach-Durchschüsse* nacheinander

# goal_53
source: Make 10 triple-cushion shots
de: Erziele 10 3-Bandenschüsse

# goal_54
source: Get 5 different skill shots
de: Erziele 5 unterschiedliche Skill-Schüsse

# goal_55
source: Make 50 successful shots
de: Erziele 50 erfolgreiche Schüsse

# goal_56
source: Score 60 points in 10 shots
de: Erziele 60 Punkte in 10 Schüssen

# goal_57
source: Charge up the shnips within 3 shots
de: Lade die Shnips in 3 Schüssen auf

# goal_58
source: Make 3 consecutive *Deflection* skill shots
de: Erziele den Skill-Schuss *Ablenkung* 3 mal nacheinander

# goal_59
source: Score 400 points
de: Erziele 400 Punkte

# goal_60
source: Make 3 passes with a no-cushion shot
de: Erziele 3 Durchschüsse mit einem Schuss ohne Bande

# goal_61
source: Make a single, double, triple, and then four-cushion shot in a row
de: Erziele einen 1-, 2-, 3- und dann 4-Bandenschuss nacheinander

# goal_62
source: Get 6 passes in one shot
de: Erziele 6 Durchschüsse mit einem Schuss

# goal_63
source: Make a five-cushion shot
de: Erziele einen Fünf-Bandenschuss

# goal_64
source: Score 75 points in 10 shots
de: Erziele 75 Punkte in den ersten 10 Schüssen

# goal_65
source: Make 10 consecutive *no-cushion shots*
de: Erziele 10 *Schüsse ohne Bande* nacheinander

# goal_66
source: Score 500 points
de: Erziele 500 Punkte

# goal_67
source: Make 4 consecutive four-pass shots
de: Erziele 4 Vierfach-Durchschüsse nacheinander

# goal_68
source: Make 2 consecutive *Indirect* skill shots
de: Erziele den Skill-Schuss *Indirekt* 2 mal nacheinander

# goal_69
source: Make 10 consecutive shots with the same shnip
de: Erziele 10 Schüsse mit dem gleichen Shnip nacheinander

# goal_70
source: Make a single, double, triple, and then four-pass shot in a row
de: Erziele einen 1-, 2-, 3- und dann 4-fach-Durchschuss nacheinander

# goal_71
source: Get 7 different skill shots
de: Erziele 7 unterschiedliche Skill-Schüsse

# goal_72
source: Make 4 passes with a no-cushion shot
de: Erziele 4 Durchschüsse mit einem Schuss ohne Bande

# goal_73
source: Make 75 successful shots using buck
de: Erziele 75 erfolgreiche Schüsse in einem Spiel mit Buck

# goal_74
source: Score 750 points
de: Erziele 750 Punkte

# chip_type_default_0
source: HAS NO SPECIAL POWER
de: HAT KEINE SPEZIAL-POWER

# chip_type_default_2
source: COMPLETE GOALS TO UNLOCK NEW SHNIPS
de: BEENDE ZIELE UND SPIELE NEUE SHNIPS FREI

# chip_type_fast_0
source: MOVES FASTER WHEN CHARGED UP
de: WIRD SCHNELLER WENN AUFGELADEN

# chip_type_fast_1
source: CHARGES UP FASTER
de: LÄDT SCHNELLER AUF

# chip_type_fast_2
source: MOVES EVEN FASTER
de: WIRD NOCH SCHNELLER

# chip_type_extra_points_0
source: GIVES 1 EXTRA POINT PER PASS
de: GIBT 1 PUNKT MEHR PRO DURCHSCHUSS

# chip_type_extra_points_1
source: CHARGES UP FASTER
de: LÄDT SCHNELLER AUF

# chip_type_extra_points_2
source: GIVES DOUBLE POINTS
de: GIBT DOPPELTE PUNKTE

# chip_type_swap_0
source: ALLOWS TO SWAP SHNIPS
de: ERMÖGLICHT ES, SHNIPS ZU TAUSCHEN

# chip_type_swap_1
source: CHARGES UP FASTER
de: LÄDT SCHNELLER AUF

# chip_type_swap_2
source: STAYS CHARGED UP LONGER
de: BLEIBT LÄNGER AUFGELADEN

# chip_type_extra_chip_0
source: GIVES 1 EXTRA SHNIP FOR ONE SHOT
de: GIBT 1 EXTRA SHNIP FÜR EINEN SCHUSS

# chip_type_extra_chip_1
source: CHARGES UP FASTER
de: LÄDT SCHNELLER AUF

# chip_type_extra_chip_2
source: GIVES 2 EXTRA SHNIPS FOR ONE SHOT
de: GIBT 2 EXTRA SHNIPS FÜR EINEN SCHUSS

# tutorial_type_simple_shot
source: FLICK A SHNIP
de: SCHNIPSE EINEN SHNIP,

# tutorial_type_simple_shot_d
source: SO IT PASSES IN-BETWEEN THE OTHER TWO.
de: SODASS ER DURCH DIE ANDEREN BEIDEN SCHIESST.

# tutorial_type_simple_shot_a
source: WELL DONE. A PASS GIVES 1 POINT.
de: GUT GEMACHT. JEDER DURCHSCHUSS GIBT 1 PUNKT.

# tutorial_type_consecutive_shot
source: FLICK ANOTHER SHNIP
de: SCHNIPSE WEITER,

# tutorial_type_consecutive_shot_d
source: BUT NOT THE BLANK ONE.
de: ABER NICHT DEN BLANKEN SHNIP.

# tutorial_type_consecutive_shot_a
source: SWEET. NOW SOME TRICKY SHOTS.
de: SWEET. JETZT EIN PAAR HEIKELE SCHÜSSE.

# tutorial_type_cushion_shot
source: SHOOT AGAINST A CUSHION
de: SCHNIPSE GEGEN BANDEN,

# tutorial_type_cushion_shot_d
source: TO GET OUT OF TRICKY SITUATIONS.
de: UM AUS HEIKELEN SITUATIONEN ZU KOMMEN.

# tutorial_type_cushion_shot_a
source: EACH CUSHION-HIT BEFORE A PASS GIVES 1 EXTRA POINT.
de: JEDE GETROFFENE BANDE VOR DEM DURCHSCHUSS GIBT 1 EXTRA PUNKT.

# tutorial_type_corner_shot
source: WHEN CLOSE TO CORNERS
de: SCHNIPSE GEGEN DIE ECKE,

# tutorial_type_corner_shot_d
source: JUST SHOOT AGAINST THEM.
de: UM DAVON WEG ZU KOMMEN.

# tutorial_type_corner_shot_a
source: NICE. NOW SET A HIGHSCORE.
de: SAUBER. JETZT ERZIELE EINEN HIGHSCORE.

# intro_type_charging
source: CHARGE UP SHNIPS TO ACTIVATE THEIR ABILITY.
de: LADE DIE SHNIPS AUF, UM IHRE FÄHIGKEIT ZU AKTIVIEREN.

# intro_type_swap
source: TAP ON A SHNIP TO SWAP IT WITH THE BLANK ONE.
de: BERÜHRE EINEN SHNIP, UM IHN MIT DEM BLANKEN ZU TAUSCHEN.

# notification_type_goals_left
source: %_ goals left to unlock %_
de: Beende %_ Ziele, um %_ frei zu schalten

# notification_type_goal
source: 1 goal left to unlock %_
de: Beende 1 Ziel, um %_ frei zu schalten

# notification_type_highscore
source: Beat your %_ points highscore
de: Knacke deinen %_ Punkte Highscore

source: SCORE
de: PUNKTESTAND

source: NEW HIGHSCORE
de: NEUER HIGHSCORE

# goals_progress
source: %_/%_ GOALS
de: %_/%_ ZIELE

source: GOALS
de: ZIELE

# three_lives
source: 3 LIVES
de: 3 LEBEN

source: %_ UPGRADED
de: %_ AUFGERÜSTET

source: %_ UNLOCKED
de: %_ FREIGESPIELT

source: GOALS UNLOCKED
de: ZIELE FREIGESCHALTET

source: GOAL COMPLETED
de: ZIEL ERREICHT

# twitter
source: FOLLOW SHNIPS ON TWITTER
de: FOLGE SHNIPS AUF TWITTER

source: ENJOYING SHNIPS?
de: GEFÄLLT DIR SHNIPS?

source: RATE US
de: BEWERTE UNS

source: RESTORE PURCHASES
de: KÄUFE WIEDERHERSTELLEN

source: GET
de: LADEN

# leaderboard_all_time_info
source: LEADERBOARD RANK
de: BESTENLISTEN-RANG

# leaderboard_week_info
source: WEEK
de: WOCHE

# leaderboard_today_info
source: TODAY
de: HEUTE

# achievements_info
source: ACHIEVEMENTS
de: ERFOLGE

# heart_info
source: GET 3 LIVES PER GAME
de: ERHALTE 3 LEBEN PRO SPIEL

# supercharger_info
source: SUPERCHARGE THE SHNIPS ONCE PER GAME
de: LADE DIE SHNIPS EINMAL PRO SPIEL VOLL AUF

# blank_chip_info
source: YOU CAN'T HIT THE BLANK SHNIP
de: NICHT DEN BLANKEN SHNIP SCHNIPSEN

# charging_info
source: SCORE POINTS TO CHARGE THE BAR
de: PUNKTE, UM DIE LEISTE AUF ZU LADEN

# leaderboard_info
source: SIGN IN TO VIEW THE LEADERBOARD
de: MELDE DICH AN, UM DIE BESTENLISTE ZU SEHEN

# goals_info
source: BEAT SOME GOALS
de: BEENDE EIN PAAR ZIELE

# share_score
source: I scored %_ points with %_ in Shnips! https://itunes.apple.com/app/id1154187411
de: Ich habe %_ Punkte mit %_ in Shnips erzielt! https://itunes.apple.com/app/id1154187411

# share_highscore
source: Try to beat my %_ points highscore in Shnips! https://itunes.apple.com/app/id1154187411
de: Versuche, meinen %_ Punkte Highscore in Shnips zu knacken! https://itunes.apple.com/app/id1154187411

source: Purchase Cancelled
de: Kauf abgebrochen

# cannot_make_payments
source: It looks like you can't make payments
de: Du kannst leider keine Zahlungen machen

# cannot_connect
source: Cannot connect to App Store
de: Verbindung mit App Store nicht möglich
